@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="light text-center">การเดินทาง</h1>
            <!--ของฉันและเธอคือการเรียนรู้-->
            <hr>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe class="embed-responsive-item" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1360.8379804952315!2d100.7814984242799!3d13.730398001992052!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xcb43a76f038c38ca!2z4LiE4LiT4Liw4LmA4LiX4LiE4LmC4LiZ4LmC4Lil4Lii4Li14Liq4Liy4Lij4Liq4LiZ4LmA4LiX4Lio!5e0!3m2!1sth!2s!4v1499750481853"></iframe>
            </div>
            <br/>
            <div class="panel-group" id="accordion" role="tablist" aria-multiselectable="true">
                <div class="panel panel-primary">
                    <div class="panel-heading" role="tab" id="headingOne" data-toggle="collapse" data-parent="#accordion" href="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                        <h4 class="panel-title">

                            รถยนต์ส่วนบุคคล

                        </h4>
                    </div>
                    <div id="collapseOne" class="panel-collapse collapse in" role="tabpanel" aria-labelledby="headingOne">
                        <div class="panel-body">
                            <h4>เส้นทางที่ 1</h4>
                            <p>มาจากกรุงเทพฯ โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) เมื่อถึง กม.ที่ 10 ให้ชิดซ้ายเพื่อออกจากมอเตอร์เวย์ที่แยกต่างระดับร่มเกล้า เลี้ยวขวาไปตามถนนร่มเกล้า มุ่งหน้าถนนอ่อนนุช-ลาดกระบัง จากนั้นเลี้ยวซ้ายที่แยกลาดกระบัง ตรงไปตามถนนลาดกระบังประมาณ 3.5 กิโลเมตร จะถึงทางแยกเข้าท่าอากาศยานสุวรรณภูมิ ให้ชิดซ้ายตามป้าย “ลาดกระบัง” จากนั้นเลี้ยวขวาเข้าสู่ถนนฉลองกรุง ข้ามสะพานเข้าสู่เขตสถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ไปตามเส้นทางเรื่อยๆ ผ่านคณะเทคโนโลยีการเกษตร คณะสถาปัตยกรรมศาสตร์ คณะวิศวกรรมศาสตร์ สำนักหอสมุดกลาง จากนั้นข้ามทางรถไฟ ถนนจะหักโค้งไปทางขวาผ่านอุทยานพระจอมเกล้า วิทยาลัยการบริหารและจัดการ จากนั้นจะเห็นคณะเทคโนโลยีสารสนเทศอยู่ทางด้านซ้ายมือ</p>
                            <h4>เส้นทางที่ 2</h4>
                            <p>มาจากกรุงเทพฯ โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) ตรงไปเรื่อยๆ จนถึง กม.ที่ 14 ให้ชิดซ้ายขึ้นสะพานกลับรถ จากนั้นให้ตรงไปตามป้ายท่าอากาศยานสุวรรณภูมิ ชิดซ้ายช่องที่ 2 (ให้ระวังช่องซ้ายสุดเนื่องจากเป็นทางเข้าสถานีขนส่งสินค้า ICD) เมื่อเบี่ยงซ้ายสู่ทางเข้าสนามบินแล้ว ให้รีบชิดขวาทันที เพื่อกลับรถเข้าสู่ทางคู่ขนานมอเตอร์เวย์ จากนั้นขับไปตามเส้นทางเรื่อยๆ จะผ่านบริเวณศูนย์กีฬาสถาบันฯ ให้ตรงไปจนถึงจุดที่มีสะพานยกระดับข้ามมอเตอร์เวย์ เลี้ยวขวาใต้สะพานเข้าสู่ถนนฉลองกรุง จะเห็น คณะเทคโนโลยีสารสนเทศ อยู่ทางด้านขวามือ ให้ตรงไปกลับรถที่หน้าคณะวิทยาศาสตร์ (เส้นทางนี้เป็นเส้นทางที่วกวนกว่าเส้นทางแรก แต่เหมาะสำหรับใช้เลี่ยงการจราจรติดขัดในทางสายหลัก)</p>
                            <h4>เส้นทางที่ 3</h4>
                            <p>มาจากมีนบุรี โดยใช้ถนนร่มเกล้า ให้ขับตรงมาตามถนนร่มเกล้าเรื่อยๆ จนถึงทางแยกต่างระดับร่มเกล้าตัดกับมอเตอร์เวย์ จากนั้นให้เลือกใช้ เส้นทางที่ 1 หรือ เส้นทางที่ 2 เพื่อเดินทางมายังคณะเทคโนโลยีสารสนเทศ</p>
                            <h4>เส้นทางที่ 4</h4>
                            <p>มาจากหนองจอก โดยใช้ถนนฉลองกรุง ให้ขับตรงมาตามถนนฉลองกรุงเรื่อยๆ จนถึงสะพานข้าม ถนนมอเตอร์เวย์ เมื่อลงสะพานจะเห็น คณะเทคโนโลยีสารสนเทศ อยู่ทางด้านขวามือ ให้ตรงไปกลับรถที่หน้าคณะวิทยาศาสตร์</p>
                            <h4>เส้นทางที่ 5</h4>
                            <p>มาจากบางนา-ตราด, บางพลี โดยใช้ถนนกิ่งแก้ว ให้ขับตรงมาตามถนนกิ่งแก้วเรื่อยๆ จนถึงทางแยกต่างระดับท่าอากาศยานสุวรรณภูมิ ให้ตรงไปเล็กน้อยจากนั้นให้เลี้ยวขวาที่แยกกิ่งแก้ว เข้าสู่ถนนลาดกระบัง จากนั้นตรงไปตาม เส้นทางที่ 1</p>
                            <h4>เส้นทางที่ 6</h4>
                            <p>มาจากฉะเชิงเทรา, ชลบุรี โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) ให้ขับตรงมาตามถนน มอเตอร์เวย์ จนถึง กม.ที่ 14 จากนั้นใช้ เส้นทางที่ 2 เพื่อเดินทางมายังคณะเทคโนโลยีสารสนเทศ</p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-info">
                    <div class="panel-heading" role="tab" id="headingTwo" data-toggle="collapse" data-parent="#accordion" href="#collapseTwo" aria-expanded="true" aria-controls="collapseTwo">
                        <h4 class="panel-title">

                            รถประจำทาง

                        </h4>
                    </div>
                    <div id="collapseTwo" class="panel-collapse collapse" role="tabpanel" aria-labelledby="headingTwo">
                        <div class="panel-body">
                            <h4>1. รถตู้โดยสารปรับอากาศ หมอชิตใหม่-อนุสาวรีย์–พระจอมเกล้าลาดกระบัง (ทางด่วน)</h4>
                            <p>ขึ้นรถบริเวณใต้ทางด่วน ทางทิศเหนือของอนุสาวรีย์ชัยสมรภูมิ ค่าโดยสาร 40 บาท ใช้เวลาประมาณ 30-40 นาที</p>
                            <h4>2. รถตู้โดยสารปรับอากาศ รังสิต-ลาดกระบัง</h4>
                            <p>ขึ้นรถบริเวณลานรถตู้หน้าศูนย์การค้าฟิวเจอร์พาร์ค รังสิต (บริเวณลานจอดรถหน้าบิ๊กซี) ลงหน้าคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ค่าโดยสาร 50 บาท</p>
                            <h4>3. รถตู้โดยสารปรับอากาศ สาย 50B แฮปปิ้แลนด์-ลาดกระบัง</h4>
                            <p>ขึ้นรถที่ตลาดแฮปปี้แลนด์ สุดสายที่สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ค่าโดยสารประมาณ 25 บาท

                            </p>
                            <h4>4. รถตู้โดยสารปรับอากาศ สาย 50 ห้างซีคอนสแควร์-พระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h4>
                            <p>ขึ้นรถใต้สะพานกลับรถฝั่งตรงข้ามโรบินสัน</p>
                            <h4>5. รถตู้โดยสารปรับอากาศ สายมีนบุรี–ลาดกระบัง</h4>
                            <p>ขึ้นรถบริเวณท่ารถตลาดมีนบุรี ค่าโดยสาร 20 บาท มีสองสายได้แก่สายมีนบุรี-บึงบัว-หัวตะเข้ ขึ้นรถหลังเซเว่นใหม่(หลังตลาด) ใช้เวลา 40 นาที – 1 ชั่วโมง ส่วนสายที่สอง มีนบุรี-หัวตะเข้ ขึ้นรถหน้าคลีนิคหมอมวลชน ใช้เส้นทางสุวินทวงศ์ แล้วเข้าฉลองกรุงใช้เวลา 1 ชั่วโมง</p>
                            <h4>6. รถโดยสารประจำทางสาย 143 (รถร่วมบริการ)</h4>
                            <p>ต้นทาง จากศูนย์การค้า แฮปปี้แลนด์ คลองจั่น ผ่านการเคหะชุมชนร่มเกล้า ถนนเจ้าคุณทหาร เข้าถนนฉลองกรุง ปลายทางที่ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</p>
                            <h4>7. รถโดยสารประจำทางสาย 1013 (รถร่วมบริการ)</h4>
                            <p>ต้นทาง จากศูนย์การค้า แฮปปี้แลนด์ คลองจั่น ผ่านการเคหะชุมชนร่มเกล้าต้นทาง จากสุขุมวิท 77 (อ่อนนุช) ไปตามถนนอ่อนนุช ปลายทางตลาดหัวตะเข้ ลงรถตรงข้ามสวนพระนคร จากนั้นต่อรถสองแถวจากหน้าสวนพระนครเข้ามายังสถาบัน (สายที่เขียนว่า “เทคโน”)</p>
                            <h4>8. รถโดยสารขนาดเล็ก (สองแถว)</h4>
                            <p>ต้นทาง จากศูนย์การค้า แฮปปี้แลนด์ คลองจั่น ผ่านการเคหะชุมชนร่มเกล้าจากแยกหนองจอก ถนนฉลองกรุง ผ่านนิคมอุตสาหกรรมลาดกระบัง สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ตลาดหัวตะเข้</p>
                            <h4>9. รถโดยสารประจำทางสายที่มุ่งหน้าเข้าท่าอากาศยานสุวรรณภูมิ</h4>
                            <p>ต้นทาง จากศูนย์การค้า แฮปปี้แลนด์ คลองจั่น ผ่านการเคหะชุมชนร่มเกล้านอกจากวิธีการเดินทาง ข้างต้นแล้วนั้น ยังสามารถใช้บริการรถประจำทางสายที่มุ่งหน้าเข้าท่าอากาศยานสุวรรณภูมิ แล้วต่อรถไฟฟ้าท่าอากาศยานสุวรรณภูมิสาย City Line มายังสถานีรถไฟฟ้าลาดกระบัง จากนั้นต่อรถไฟเพื่อมายังสถาบันได้ โดยมีรถประจำทางให้บริการทั้งรถโดยสารและรถตู้ปรับอากาศ</p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-success">
                    <div class="panel-heading" role="tab" id="headingThree" data-toggle="collapse" data-parent="#accordion" href="#collapseThree" aria-expanded="true" aria-controls="collapseThree">
                        <h4 class="panel-title">

                            รถไฟฟ้าและรถไฟ

                        </h4>
                    </div>
                    <div id="collapseThree" class="panel-collapse collapse" role="tabpanel" aria-labelledby="headingThree">
                        <div class="panel-body">
                            <h4>ทางรถไฟฟ้า</h4>
                            <p>รถไฟฟ้าสายท่าอากาศยานสุวรรณภูมิจากสถานีพญาไท (SA City Line) ผ่านสถานีราชปรารภ มักกะสัน รามคำแหง หัวหมาก บ้านทับช้าง ใช้เวลาประมาณ 30 นาที ค่าโดยสาร 15-45 บาท ลงที่สถานีลาดกระบัง แล้วต่อรถไฟที่สถานีรถไฟลาดกระบัง ข้อมูลเพิ่มเติม: <a href="http://www.srtet.co.th/th/" target="_blank">http://www.srtet.co.th/th/</a></p>
                            <h4>ทางรถไฟ</h4>
                            <ul>
                                <li>สายตะวันออก จาก สถานีกรุงเทพฯ (หัวลำโพง) อุรุพงษ์ พญาไท มักกะสัน คลองตัน หัวหมาก บ้านทับช้าง ลงที่ป้าย หยุดรถไฟพระจอมเกล้าหรือสถานีหัวตะเข้ แนะนำให้มาขบวน 275 และ 283 ออกจากหัวลำโพง 05.55 น. และ 06.55 น. ตามลำดับ (ตรวจสอบตารางการเดินรถไฟสายตะวันออก เที่ยวไป, เที่ยวกลับ)
                                </li>
                                <li>สายชานเมือง (รังสิต-หัวตะเข้) สถานีต้นทางรังสิต ผ่านเส้นทางดอนเมือง ตลาดใหม่ดอนเมือง การเคหะกม.19 หลักสี่ ทุ่งสองห้อง นิคมรถไฟกม.11 บางซื่อ สามเสน มักกะสัน อโศก คลองตัน สุขุมวิท 71 หัวหมาก บ้านทับช้าง ซอยวัดลานบุญ ปลายทางป้ายหยุดรถไฟพระจอมเกล้า หรือสถานีหัวตะเข้ รถขบวนนี้ออกจากรังสิตเวลา 05.35 น. ถึงหัวตะเข้เวลา 07.40 น. โดยประมาณ (รถขบวนนี้ไม่เข้าหัวลำโพง)<br/><strong>หมายเหตุ:</strong> รถขบวนนี้ไม่มีวิ่งในวันเสาร์-อาทิตย์ และวันหยุดราชการ</li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection