@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="light text-center">กำหนดการ</h1>
            <h3 class="h-light text-center">IT Ladkrabang Open House 2017</h3>
            <h4 class="h-light text-center">วันศุกร์ที่ 1 กันยายน พ.ศ. 2560<br>ณ อาคารคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h4>
            <hr>
            <table class="table">
                <thead>
                <tr>
                    <th width="25%">กิจกรรม</th>
                    <th>รายละเอียด</th>
                    <th width="15%">เวลา</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>นิทรรศการทางวิชาการ</td>
                    <td>นิทรรศการแสดงผลงานนักศึกษา และให้ความรู้ทางด้านเทคโนโลยีสารสนเทศ<br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียน นักศึกษา และประชาชนผู้สนใจทั่วไป<br>
                        <b>สถานที่:</b> บริเวณห้องแสดงผลงานชั้น 1 และภายในอาคารคณะเทคโนโลยีสารสนเทศ
                    </td>
                    <td>09:00 – 16:30 น.</td>
                </tr>
                <tr>
                    <td>“Make IT Lively” เรื่องราวดีๆ ที่ IT ลาดกระบัง

                    </td>
                    <td>
                        <ul>
                            <li>แนะนำคณะฯ และหลักสูตร</li>
                            <li>ทุนการศึกษา หอพัก ชุมนุม และสภาพแวดล้อม</li>
                            <li>แนะนำวิชาชีพและงานด้านไอทีโดยคณาจารย์และนักศึกษาของคณะ</li>
                        </ul>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลาย, ผู้ปกครองสมัครผ่านเว็บไซต์<br>
                        <b>สถานที่:</b> หอประชุมใหญ่ (Auditorium) ชั้น 1
                    </td>
                    <td>09:00 – 11:00 น.</td>
                </tr>
                <tr>
                    <td>กิจกรรม IT Career Workshop</td>
                    <td>

                        สัมผัสประสบการจริงในการเป็นนักไอที แนะนำโดยอาจารย์และนักศึกษารุ่นพี่ เช่น การทำ workshop สาขาวิชาเทคโนโลยีสารสนเทศ แบ่งเป็น
                        3 แขนงวิชา คือ
                        <li>แขนงวิชาการพัฒนาสื่อประสมและเกม กิจกรรม AR Animate : ขยับขับเคลื่อนด้วย AR</li>
                        <li>แขนงวิชาวิศวกรรมซอฟต์แวร์ กิจกรรม Give a Brain to LEG : ใส่กึ๋นให้เลโก้</li>
                        <li>
                            แขนงวิชาเทคโนโลยีเครือข่ายและระบบ กิจกรรม IoT Connecting Things : เชื่อมต่อทุกสรรพสิ่งด้วย IoT </li>
                        <li>สาขาวิชาวิทยาการข้อมูลและการวิเคราะห์เชิงธุรกิจ กิจกรรม Data Sci Find Pokmeon : ค้นหาโปรเกม่อนด้วยวิทยาการข้อมูล </li>



                        <br>
                        <b>กลุ่มเป้าหมาย:</b>นักเรียนระดับมัธยมศึกษาตอนปลาย <br>
                        <b>สถานที่:</b> ห้องบรรยาย M03, M04, M21 และ M22 ชั้น M
                    </td>
                    <td>
                        11:00 – 14:30 น.
                    </td>
                </tr>
                <tr>
                    <td>การแข่งขันแก้ปัญหา เชิงวิเคราะห์ (Data Analysis)
                    </td>
                    <td>การแข่งขันเพื่อส่งเสริมและสนับสนุนให้นักเรียนให้ความสนใจในการคิดเชิงตรรกะ การคิดเชิงตัวเลข และการแก้ปัญหาเชิงวิทยาการข้อมูลด้วยการวิเคราะห์ได้อย่างเหมาะสม
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครในนามโรงเรียน <br>
                        <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ 304 ชั้น 3
                    </td>
                    <td>09.00 – 15.00 น.</td>
                </tr>
                <tr>
                    <td>การแข่งขันกีฬาอิเล็คทรอนิกส์ (E – sports)</td>
                    <td>การแข่งขันเพื่อให้ผู้เข้าแข่งขันได้มีโอกาสแสดงความสามารถในกีฬาอิเล็คทรอนิกส์ (E-sports)
                        <br> เป็นการฝีกการทำงานร่วมกันเป็นทีม และเพื่อสร้างแรงบันดาลใจให้ผู้เข้าชมอยากทำการพัฒนาและมีส่วนร่วมในการเล่นเกมให้เกิดประโยชน์
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครในนามโรงเรียน
                        <br>
                        <b>สถานที่:</b> ห้อง 106 ชั้น 1 (บริเวณใกล้จุดลงละเทียนเข้างาน)
                    </td>
                    <td>09.00 – 15.00 น.</td>
                </tr>
                <tr>
                    <td>การประกวดโครงงานเทคโนโลยีสารสนเทศระดับมัธยมศึกษาตอนปลาย (High School IT Student Project Contest)
                    </td>
                    <td>การแข่งขันเพื่อเปิดโอกาสให้น้องๆ มัธยมศึกษาตอนปลายที่มีความคิดสร้างสรรค์ มีแนวคิดใหม่ๆ ในการนวัตกรรมที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้
                        มีความน่าสนใจทั้งในเชิงการตลาดและเทคโนโลยี นอกจากนี้ยังเป็นโอกาสให้ น้องๆ ได้ฝึกฝนการนำเสนอผลงาน
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครในนามโรงเรียน
                        <br>
                        <b>สถานที่:</b> ห้องบรรยาย 225,226 ชั้น 2
                    </td>
                    <td>09.00 – 15.00 น.</td>
                </tr>
                <tr>
                    <td>การแข่งขันด้านความปลอดภัยของระบบคอมพิวเตอร์ (Network security)
                    </td>
                    <td>การแข่งขันเพื่อนักเรียนได้มีความรู้ ความสามารถ และรู้ทันภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์
                        อีกทั้งยังนำความรู้ไปใช้ให้เกิดประโยชน์ในด้านการป้องกันตนเองและผู้อื่นจากภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์ได้
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครในนามโรงเรียน <br>
                        <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ 203 ชั้น 2 อาคารคณะฯ
                    </td>
                    <td>09.00 – 15.00 น.</td>
                </tr>
                <tr>
                    <td>การแข่งขันพัฒนาเว็บไซต์ด้วย PHP และ JavaScript</td>
                    <td>การแข่งขันเพื่อสนับสนุนส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์ และทักษะการเขียนโปรแกรมด้วยภาษา
                        PHP และ JavaScript

                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด <br>
                        <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารคณะฯ
                    </td>
                    <td>09.00 – 15.00 น.</td>
                </tr>
                <tr>
                    <td>การเสวนาเรื่อง “Network SDN”

                    </td>
                    <td>การเสวนาเรื่อง “ Network SDN ” เป็นการเสวนาพูดคุยเกี่ยวกับเทคโนโลยีสารสนเทศด้าน Network SDN จาก บริษัท
                        vmware
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา ครู/อาจารย์ และบุคคลทั่วไป <br>
                        <b>สถานที่:</b> ห้องบรรยาย M 23 ชั้น M
                    </td>
                    <td>10.00 - 10.45 น.</td>
                </tr>
                <tr>
                    <td>กิจกรรม Workshop จาก บริษัท G-Able จำกัด</td>
                    <td>กิจกรรมการทำ Workshop โดยบริษัท G-Able (G-ABLE CO., LTD.) ซึ่งเป็นบริษัทผู้ให้บริการไอทีครบวงจรระดับประเทศ
                        ด้วยนวัตกรรมที่ตอบโจทย์ทุกฟังก์ชันทางธุรกิจ
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา ครู/อาจารย์ และบุคคลทั่วไป <br>
                        <b>สถานที่:</b> ห้องบรรยาย M 23 ชั้น M
                    </td>
                    <td>10.45 – 11.30 น.</td>
                </tr>
                <tr>
                    <td>กิจกรรม Workshop จาก Microsoft
                    </td>
                    <td>กิจกรรมโดยนักศึกษา Microsoft Student Partners จากบริษัท Microsoft ประเทศไทย
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา อาจารย์และบุคคลทั่วไป <br>
                        <b>สถานที่:</b> ห้องบรรยาย M 16 ชั้น M
                    </td>
                    <td>10.00 – 16.00 น.</td>
                </tr>
                <tr>
                    <td>เยี่ยมชมคณะฯ</td>
                    <td>เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ ห้องบรรยาย ห้อง Server, common room (ห้องสันทนาการ) ชุมนุมต่างๆ
                        ของนักศึกษา ฯลฯ
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลาย <br>
                        <b>สถานที่:</b>ลงทะเบียนการเยี่ยมชม บริเวณหน้าหอประชุมใหญ่ (Auditorium)
                    </td>
                    <td>09.00 – 16.30 น.</td>
                </tr>
                <tr>
                    <td>กิจกรรมจากชุมนุม ของนักศึกษา
                    </td>
                    <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ เช่น
                        <li>ชุมนุมกิลด์นักวาด (Let’s Draw) </li>
                        <li>ชุมนุม POTO+ MAG (ถ่ายรูป) </li>
                        <li>ชุมนุม Inphonic (ดนตรี) </li>
                        <li>ชุมนุม วิจัยอนิเมะและเกมกระดาน (เกม)</li>
                        <br>
                        <b>สถานที่:</b> บริเวณลานหน้าอาคารคณ และบริเวณโถง ชั้น 1
                    </td>
                    <td>09.00 – 16.30 น.</td>
                </tr>

                <tr>
                    <td>การเสวนาเรื่อง “ชีวิตจริง Game Developer”
                    </td>
                    <td>การเสวนาเรื่อง “ชีวิตจริง Game Developer”  เป็นการเสวนาถึงชีวิตจริงของ Game Developers ว่าเป็นอย่างไร โดยผู้มีประสบการณ์ทางด้านการพัฒนาเกมส์
                        <br>
                        <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา ครู/อาจารย์ และบุคคลทั่วไป <br>
                        <b>สถานที่:</b>ห้องบรรยาย M 23 ชั้น M
                    </td>
                    <td>13.00 - 15.00 น.</td>
                </tr>

                </tbody>
            </table>
        </div>
    </div>
@endsection