@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="h-light text-center">การแข่งขันกีฬาอิเล็กทรอนิกส์ (E-Sports)
            </h1>
            <hr>
            <h2>วัตถุประสงค์</h2>
            <li>เพื่อให้ผู้เข้าแข่งขันได้มีโอกาสแสดงความสามารถในกีฬา E-sport</li>
            <li>
                เพื่อเป็นการฝึกการทำงานร่วมกันเป็นทีม</li>
            <li>
                เพื่อสร้างแรงบันดาลใจให้ผู้เข้าชมอยากทำการพัฒนาและมีส่วนร่วมในการเล่นเกมให้เกิดประโยชน์ </li>

            <h2>การสมัครเข้าแข่งขัน</h2>
            <li>ผู้สมัครจะต้องเป็นนักเรียนที่กำลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลายเพื่อเป็นตัวแทนจากโรงเรียนในการเข้าแข่งขัน</li>
            <li>
                การแข่งขันจะเป็นการแข่งขันในรูปแบบทีม ทีมละ 7 คน (ตัวจริง 5 คนตัวสำรอง 2 คน) ส่งได้โรงเรียนละ 2 ทีม (รับไม่เกิน 32 ทีม)</li>
            <li>ผู้เข้าร่วมการแข่งขันจะต้องกดเข้ากลุ่ม FB : IT@KMITL OPENHOUSE2017 Dota2 Tournament เพื่อรับทราบข้อมูลที่จำเป็นและสายการแข่งขัน</li>
            <li>เริ่มรับสมัครตั้งแต่วันที่ 10 กรกฎาคม - 7 สิงหาคม 2560 </li>
            <li>กรอกข้อมูลลงใบสมัครใน <a href="https://openhouse.it.kmitl.ac.th/2017">https://openhouse.it.kmitl.ac.th/2017</a> ให้ครบถ้วน (หากกดสมัครแล้วจะไม่สามารถแก้ไขข้อมูลส่วนตัวได้)
            </li>
            <div class="text-center">

            </div>




            <li>ทางโทรสารหมายเลข 0-2723-4946</li>
            <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th </li>


            <h2>รูปแบบกติกาการแข่งขัน</h2>
            <li>แข่งขันเกม DOTA2 โหมดที่ใช้แข่งขัน : CAPTAIN MODE เวอร์ชั่นที่ใช้แข่งขัน : Tournament</li>
            <li>เป็นการแข่งขันแบบ single elimination (แพ้ตกรอบ)</li>
            <li>ทุกรอบเป็นการแข่งแบบ Best of One (เกมเดียว) ส่วนรอบชิงจะเป็น Best of Three (สองในสาม)</li>
            <li>การกดหยุดเกม : สามารถกดหยุดเกมได้ฝั่งละ 3 ครั้ง ครั้งละไม่เกิน 5 นาที </li>
            <li>ทีมที่ชนะจะต้องส่งผลการแข่งขันก่อนเวลา 09.00 น. ของวันถัดไปหากไม่มีการนำผลการแข่งขันมาส่งภายในเวลาที่กำหนดจะปรับแพ้ทั้งสองทีม</li>
            <li>ภายในห้องแข่งขันจะมีได้แค่ผู้เล่นทั้งหมด 10 คนและกรรมการเท่านั้น (ห้ามมี Coach อยู่ในห้องแข่ง)</li>
            <li>ทั้งสองทีมนัดเวลาแข่งขันกันเอง หากนัดเวลาแข่งขันไม่ลงตัวให้ใช้เวลา 20:30 น. เป็นเวลาหลัก</li>


            <h2>ข้อห้าม</h2>
            <li>ห้ามมีการใช้ข้อผิดพลาดของเกม (Bug) ในการแข่งขัน</li>
            <li>ห้ามมี Coach อยู่ในห้องแข่งขัน</li>
            <li>ห้ามพิมพ์คำหยาบคายหรือคำที่มีความหมายถากถางที่ไม่แสดงถึงความมีน้ำใจนักกีฬาในการแข่งขัน หากพบปรับแพ้ทันที</li>
            <li>ห้ามตั้งชื่อไม่สุภาพหรือใช้คำหยาบคายหรือคำด่าทั้งภาษาไทยหรืออังกฤษ <strong class="black">หากพบปรับแพ้ทันที</strong></li>
            <li>ห้ามปรับแต่งภาพผลการแข่งขัน หากพบปรับแพ้ทันที</li>

            <h2>การประท้วงการแข่งขัน</h2>
            <li>ต้องทำก่อนเริ่มการแข่งขัน (ถ้าเริ่มเกมไปแล้วจะไม่สามารถประท้วงในภายหลังได้)</li>

            <strong class="black">คำตัดสินของกรรมการถือเป็นที่สิ้นสุด และกรรมการสามารถเปลี่ยนแปลงกติกาการแข่งขันได้ตามความเหมาะสมโดยไม่ต้องแจ้งล่วงหน้า</strong>


            <h2>วันเวลาและสถานที่จัดการแข่งขัน</h2>
            <li>จะเริ่มการแข่งขันตั้งแต่วันที่ 12 สิงหาคม 2560 เวลา 20.30 น.</li>
            <li>เป็นการแข่งขันออนไลน์จนกว่าจะถึงรอบชิงชนะเลิศ</li>
            <li>รอบชิงชนะเลิศการแข่งขันจะจัดขึ้นวันที่ 1 กันยายน 2560 ตั้งแต่เวลา 9:00 น. จนถึงเวลา 13.00 น.</li>
            <li>สถานที่จัดการแข่งขันห้อง 106 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้า เจ้าคุณทหารลาดกระบัง
            </li>
            <li>รอบชิงชนะเลิศจะมาแข่งขันที่คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
            <li><strong class="black">ในวันแข่งขันผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบพร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
            <li>การมอบของรางวัลจะมอบในวันที่ 1 กันยายน 2560 เวลา 16.00 น.</li>




            <h2>รางวัล</h2>
            <li>รางวัลชนะเลิศ – ได้รับใบประกาศนียบัตร ทุนการศีกษา ทีมละ 4,000 บาท</li>
            <li>รางวัลรองชนะเลิศ – ได้รับใบประกาศนียบัตร ทุนการศึกษา ทีมละ 2,000 บาท</li>
            <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>

            <h2>หมายเหตุ</h2>
            <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกำหนด</li>
            <hr>
            <div class="text-center">
                <a href="{{URL('/competition/esport/register')}}">
                    <button type="submit" class="btn btn-primary btn-lg" disabled>ปิดรับสมัครแล้ว</button>
                </a>
            </div>
        </div>
    </div>
@endsection