@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="h-light text-center">การแข่งขันความปลอดภัยของระบบคอมพิวเตอร์ <br> (Network Security)
            </h1>
            <hr>

            <ul>
                <h2>วัตถุประสงค์</h2>
                <li>เพื่อสนับสนุนและส่งเสริมเยาวชนให้มีความรู้ ความสามารถ และรู้ทันภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์
                </li>
                <li>เพื่อให้เยาวชนสามารถนำความรู้ไปใช้ให้เกิดประโยชน์ในด้านการป้องกันตนเองและผู้อื่นจากภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์ได้
                </li>
                <li>เพื่อเสริมสร้างจริยธรรมในการนำความรู้ไปใช้ในทางที่ถูกต้อง</li>
                <h2>การสมัครเข้าแข่งขัน</h2>
                <li>ผู้สมัครต้องเป็นนักเรียนที่กำลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลายเพื่อเป็นตัวแทนจากโรงเรียนในการเข้าแข่งขัน</li>
                <li>การแข่งขันจะแข่งขันในรูปแบบทีม ทีมละ 2 คน</li>
                <li>ในการแข่งขันจะจำกัดจำนวนทีมไว้ที่ 15 ทีม</li>
                <li>หากผู้สมัครเข้าร่วมแข่งขันเป็นจำนวนมากสิทธิ์ในการเข้าร่วมแข่งขันจะพิจารณาจากการตอบคำถามในการกรอกใบสมัคร</li>
                <li>
                    กรอกข้อมูลลงใบสมัคร <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                    ให้ครบถ้วนและถูกต้องจากนั้นให้ Print ใบสมัครการแข่งขัน พร้อมลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุมทีม
                    (รับเฉพาะใบสมัครที่กรอกข้อมูลและ Print จากระบบเท่านั้น หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์)
                    แล้วส่งใบสมัครมาทาง ช่องทางใดช่องทางหนึ่ง ดังต่อไปนี้
                    <ul>
                        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์ </li>
                        <li>ทางไปรษณีย์</li>
                        <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ </strong>
                        <div class="alert text-center">งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เลขที่ 1 ซอยฉลองกรุง
                            1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520
                        </div>
                        <li>ทางโทรสารหมายเลข 0-2723-4946</li>
                        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th
                        </li>
                    </ul>
                </li>

                <li>รับสมัครตั้งแต่วันที่ 10 กรกรฏาคม 2560 ถึงวันที่ 15 สิงหาคม 2560 </li>
                <li>คณะกรรมการจะประกาศรายชื่อทีมมีสิทธิ์เข้าแข่งขันในวันจันทร์ที่ 21 สิงหาคม 2560 ทางเว็บ https://openhouse.it.kmitl.ac.th/2017</li>

                <h2>รูปแบบกติกาการแข่งขัน</h2>
                <li>รูปแบบการแข่งขันจะเป็นการหาช่องโหว่ของระบบเพื่อแก้ปัญหาภายในเวลาที่กำหนดให้</li>
                <li>การคิดคะแนนในแต่ละข้อจะแบ่งตามความยากของข้อนั้นๆข้อที่มีความยากมากจะได้คะแนนมากกว่าข้อที่มีความยากน้อยลงมา</li>
                <li>ในการคิดคะแนนของการแข่งขัน ผู้เข้าแข่งขันทุกทีมจะต้องส่งคำตอบที่ได้เพื่อยืนยันความถูกต้องกับระบบตรวจสอบและหากคำตอบถูกจะได้คะแนนตามที่กำหนดไว้ของข้อนั้นๆ</li>
                <li>เนื้อหาของการแข่งขันนั้นจะเกี่ยวข้องกับ ความปลอดภัยของเว็บไซต์(web security), วิทยาการเข้ารหัสลับเบื้องต้น (Basic Cryptography) , ทักษะการเขียนโปรแกรม(Programming Skill) และ ความปลอดภัยของระบบเครือข่าย (Network Security)</li>
                <li>เวลาการแข่งขันทั้งหมด 3 ชั่วโมง</li>
                <li>ในการแข่งขันนั้นจะมีคอมพิวเตอร์ให้ผู้เข้าแข่งขันใช้ 1 เครื่องต่อทีม ซึ่งจะใช้ระบบปฏิบัติการ Ubuntu เวอร์ชัน 16.04 และ windows 7  ที่ติดตั้งเครื่องมือในการพัฒนาโปรแกรมและปลั๊กอินที่จำเป็นต่อการแก้โจทย์ปัญหา</li>
                <li>ไม่อนุญาตให้ผู้เข้าร่วมแข่งขันใช้อินเทอร์เน็ตระหว่างการแข่งขัน รวมไปถึงเครื่องสื่อสาร และอุปกรณ์อิเล็กทรอนิกส์ทุกชนิด</li>
                <li>อนุญาตให้ผู้เข้าแข่งขันใช้หนังสือ หรือคู่มือต่างๆ เข้ามาในบริเวณสถานที่จัดการแข่งขัน</li>
                <li>หากพบความพยายามในการทุจริตในการแข่งขันไม่ว่ากรณีใดๆ จะถูกตัดสิทธิ์จากการแข่งขันทันที ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>

                <h2>วันเวลาและสถานที่จัดการแข่งขัน</h2>
                <li>การแข่งขันจัดขึ้นวันที่ 1 กันยายน 2560 ตั้งแต่เวลา 9.00 น. จนถึงเวลา 12.30 น.</li>
                <li>ผู้เข้าแข่งขันต้องมารายงานตัว ณ จุดลงทะเบียนก่อนเวลา 30 นาที</li>
                <li>สถานที่จัดการแข่งขัน
                    <ul>
                        <li>o	ห้องปฏิบัติการคอมพิวเตอร์ 203 ชั้น 2 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
                    </ul>
                </li>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนําบัตรประจําตัวนักเรียนมาด้วย</strong></li>
                <li>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนําบัตรประจําตัวนักเรียนมาด้วย</li>

                <h2>รางวัล</h2>
                <li>รางวัลชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>
                <li>รางวัลรองชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>
                <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>

                <h2>หมายเหตุ    </h2>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรีคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควต้านักเรียนที่มีความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี</li>
            </ul>




            <hr>
            <div class="text-center">
                <button type="submit" class="btn btn-primary btn-lg">ลงทะเบียน</button>
            </div>
        </div>
    </div>
@endsection