@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="h-light text-center">การแข่งขันพัฒนาเว็บไซต์ด้วย  <br> (PHP และ JavaScript)
            </h1>
            <hr>

            <ul>
                <h2>วัตถุประสงค์</h2>
                <li>เพื่อสนับสนุน - ส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์ และทักษะการเขียนโปรแกรมด้วยภาษา PHP</li>
                <li>เพื่อเป็นการเผยแพร่การใช้ภาษา PHP ซึ่งเป็น Open source ไปใช้งานให้มากขึ้น</li>

                <h2>การสมัครเข้าแข่งขัน</h2>
                <li>ผู้สมัครต้องเป็นนักเรียนระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>
                <li><strong>สมัครเป็นทีม ทีมละไม่เกิน 2 คน โดยแต่ละโรงเรียนสามารถเสนอทีมเข้าแข่งขันได้ 1 ทีมเท่านั้น</strong></li>
                <li>รับสมัครผู้เข้าแข่งขันจำนวน 15 ทีม โดยให้สิทธิ์ผู้สมัครตามลำดับก่อนหลังของการสมัคร</li>
                <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจำนวนมาก สิทธิ์ในการเข้าร่วมแข่งขันจะพิจารณาจากลำดับของทีมที่ส่งเข้ามาก่อน</li>
                <li>
                    กรอกข้อมูลลงใบสมัคร <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                    ให้ครบถ้วนและถูกต้อง พร้อมมี<strong>ใบรับรองการมาแข่งนักจากอาจารย์ผู้ควบคุมทีม</strong>
                    (หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์)
                    แล้วส่งใบสมัครมาทาง ช่องทางใดช่องทางหนึ่ง ดังต่อไปนี้
                    <ul>
                        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์ </li>
                        <li>ทางไปรษณีย์</li>
                        <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 16 สิงหาคม 2560</strong>
                        <div class="alert text-center">งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เลขที่ 1 ซอยฉลองกรุง
                            1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520
                        </div>
                        <li>ทางโทรสารหมายเลข 0-2723-4946</li>
                        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th
                        </li>
                    </ul>
                </li>
                <li>รับสมัครตั้งแต่วันที่ 10 กรกฎาคม – 15 สิงหาคม 2560 </li>
                <li>คณะกรรมการประกาศรายชื่อทีมเข้าแข่งขันวันจันทร์ที่ 21 สิงหาคม 2560 ทางเว็บไซต์ https://openhouse.it.kmitl.ac.th/2017</li>


                <h2>รูปแบบและกติกาการแข่งขัน</h2>
                <li>เวลาที่ใช้ในการแข่งขัน 3 ชั่วโมง (09:00 – 12:00 น.)</li>
                <li>Hardware และ Software ที่ใช้ในการแข่งขัน ผู้จัดการแข่งขันจัดเตรียมไว้ให้ดังนี้
                    <ul>
                        <li>o	Hardware
                            <ul>
                                <li>Computer PC: OS Windows 7 Professional</li>
                            </ul>
                        </li>

                        <li>o	Software
                            <ul>
                                <li>Adobe Dreamweaver</li>
                                <li>Adobe Photoshop</li>
                                <li>Notepad++</li>
                                <li>Notepad++</li>
                                <li>Sublime Text</li>
                                <li>Atom</li>
                                <li>XAMPP 5.6.21 (Apache, MySQL, PHP, phpMyAdmin)</li>
                                <li>Framework : jQuery 3.2.1, jQuery UI 1.12.1 (All Components), Bootstrap 3.3.7</li>
                            </ul>
                        </li>
                    </ul>
                </li>

                <li>ให้ผู้แข่งขันพัฒนาเว็บไซต์ด้วยภาษา PHP ให้มีรายละเอียดตามที่โจทย์กำหนด และต้องสามารถรับข้อมูลจากผู้ใช้งานได้จริง มีการออกแบบและเชื่อมต่อกับฐานข้อมูลรวมถึงออกแบบหน้าตาของเว็บไซต์ให้มีความสวยงามและเหมาะสม</li>
                <li>สามารถใช้ JavaScript และ AJAX ได้</li>
                <li>ผู้แข่งขันสามารถเพิ่มเติมเนื้อหาที่เหมาะสมนอกเหนือจากที่โจทย์ต้องการได้ตามสมควร</li>
                <li>ให้ผู้เข้าแข่งขัน จัดทำ Document สำหรับอธิบายผลงานของตนเอง (ภายในเวลาที่ทำการแข่งขัน)</li>
                <li>อนุญาตให้ผู้เข้าแข่งขันนำหนังสือ เอกสารย่อ หรือตำราต่างๆ ที่เกี่ยวข้องเข้าในสถานที่แข่งขันได้</li>
                <li>ไม่อนุญาตให้นำสื่ออิเล็กทรอนิกส์ โค้ดสำเร็จรูป เครื่องมือใดๆ หรือโปรแกรมอื่นๆ รวมถึงอุปกรณ์จัดเก็บข้อมูลต่างๆ เช่น Flash Drive, External Hard disk, iPod, Memory Card, โทรศัพท์มือถือหรือแท็บเล็ตเข้าในสถานที่แข่งขัน</li>
                <li>ไม่อนุญาตให้ทำการเชื่อมต่ออินเทอร์เน็ต หรือใช้อินเทอร์เน็ตระหว่างการแข่งขัน</li>
                <li>ขณะทำการแข่งขัน ไม่อนุญาตให้ผู้เข้าแข่งขันออกนอกสถานที่แข่งขัน หากมีความจำเป็นให้คณะกรรมการพิจารณาอนุญาตเป็นรายๆ ไป</li>
                <li>การตัดสินผลงาน จะให้ผู้เข้าแข่งขันนำเสนอผลงานของตนเองต่อคณะกรรมการ และผู้เข้าแข่งขัน
                    ทีมอื่น โดยให้เวลาทีมละ 5 – 10 นาที
                </li>
                <li>หากพบว่ามีการกระทำทุจริตหรือการกระทำอันไม่เป็นไปตามกติกาที่กำหนดไว้ ผู้แข่งขันนั้นจะถูก
                    ตัดสิทธิ์และออกจากการแข่งขันทันที
                </li>
                <li>ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>


                <h2>วันเวลาและสถานที่จัดการแข่งขัน</h2>
                <li>การแข่งขันจะจัดขึ้นในวันศุกร์ที่ 1 กันยายน 2560 ตั้งแต่เวลา 9.00 น. เป็นต้นไป</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียนก่อนเวลาแข่งขัน 30 นาที</li>
                <li>สถานที่จัดการแข่งขัน <ul>
                        <li>o	ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารเรียนรวมและปฏิบัติการ
                            คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง
                        </li>
                    </ul> </li>
                <li>หลังแข่งขันเสร็จทีมที่ได้รับคัดเลือกจะต้องนำเสนอผลงานต่อคณะกรรมการ ณ ห้องที่ทำการแข่งขันตั้งแต่เวลา 13.30 น. ขอให้ผู้แข่งขันที่ผ่านการคัดเลือกมารอนำเสนอผลงานก่อนเริ่มการตัดสิน       15 นาที</li>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16.00 น. ของวันที่ทำการแข่งขัน</li>


                <h2>รางวัล</h2>
                <li><strong>รางวัลชนะเลิศ </strong>– ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>
                <li><strong>รางวัลรองชนะเลิศ</strong>– ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>
                <li><strong>รางวัลชมเชย </strong>– ได้รับใบประกาศนียบัตร</li>

                <h2>หมายเหตุ</h2>
                <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกำหนด</li>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควตานักเรียนที่มีความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี</li>
            </ul>




            <hr>
            <div class="text-center">
                <a href="{{URL('/competition/php/register')}}">
                    <button type="submit" class="btn btn-primary btn-lg">ลงทะเบียน</button>
                </a>
            </div>
        </div>
    </div>
@endsection
