@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="h-light text-center">การประกวดโครงงานเทคโนโลยีสารสนเทศระดับมัธยมศึกษาตอนปลาย <br> (High School IT Student Project Contest)
            </h1>
            <hr>

            <ul>
                <h2>วัตถุประสงค์</h2>
                <li>เปิดโอกาสให้น้องๆ มัธยมศึกษาตอนปลายที่มีความคิดสร้างสรรค์ มีแนวคิดใหม่ๆ ในการสร้างสรรค์โครงงานที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้
                    ที่มีความน่าสนใจทั้งในเชิงการตลาดและเทคโนโลยี
                </li>
                <h2>รายละเอียดของการแข่งขัน</h2>
                <li>รับสมัครตั้งแต่วันที่ 10 กรกรฏาคม 2560 ถึงวันที่ 15 สิงหาคม 2560 </li>
                <li>คณะกรรมการจะประกาศรายชื่อทีมมีสิทธิ์เข้าแข่งขันในวันจันทร์ที่ 21 สิงหาคม 2560 ทางเว็บ <a href="https://openhouse.it.kmitl.ac.th/2017">https://openhouse.it.kmitl.ac.th/2017</a></li>
                <li>การแข่งขันแบ่งเป็น 2 รอบ
                    <ol>
                        <li>รอบออนไลน์
                            <ul>
                                <li>เอกสารประกอบ: ข้อเสนอโครงการ (project proposal) ยาวไม่เกิน 4 หน้ากระดาษ A4 โดยในเอกสารข้อเสนอโครงงานควรจะประกอบด้วยหัวข้อต่างๆ
                                    ดังนี้ ชื่อโครงงาน, ชื่อผู้จัดทำและอาจารย์ที่ปรึกษา, ที่มาและความสำคัญของโครงงาน, เทคโนโลยีที่เกี่ยวข้อง,
                                    และ ต้นแบบ (prototype) สิ่งประดิษฐ์ หรือ การออกแบบหน้าจอสำหรับซอร์ฟแวร์</li>

                                <li>วิธีการส่งเอกสารประกอบ และขั้นตอนการส่งผลงานจะประกาศทางเว็บไซต์ <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                                    ณ เวลา 12.00 น. ของ วันที่ 1 สิงหาคม 2560</li>

                                <li>วิธีการส่งเอกสารประกอบ และขั้นตอนการส่งผลงานจะประกาศทางเว็บไซต์ <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                                    ณ เวลา 12.00 น. ของ วันที่ 1 สิงหาคม 2560</li>
                            </ul>
                        </li>
                        <li>รอบนำเสนอผลงาน
                            <ul>
                                <li>โดย 10 ทีมที่เข้ารอบ จะต้องนำเสนอผลงาน ทีมละไม่เกิน 15 นาที ที่คณะเทคโนโลยีสารสนเทศ สถาบันพระจอมเกล้าเจ้าคุณทหารลาดกระบัง
                                    ในวันที่ 1 กันยายน 2560</li>
                            </ul>
                        </li>
                    </ol>
                </li>

                <li>
                    กรอกข้อมูลลงใบสมัคร <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                    ให้ครบถ้วนและถูกต้อง พร้อมมี<strong>ใบรับรองการมาแข่งนักจากอาจารย์ผู้ควบคุมทีม</strong>
                    (หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์)
                    แล้วส่งใบสมัครมาทาง ช่องทางใดช่องทางหนึ่ง ดังต่อไปนี้
                    <ul>
                        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์ </li>
                        <li>ทางไปรษณีย์</li>
                        <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 16 สิงหาคม 2560</strong>
                        <div class="alert text-center">งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เลขที่ 1 ซอยฉลองกรุง
                            1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520
                        </div>
                        <li>ทางโทรสารหมายเลข 0-2723-4946</li>
                        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th
                        </li>
                    </ul>
                </li>

                <h2>คุณสมบัติและเงื่อนไขการสมัครเข้าแข่งขัน
                </h2>
                <ol>
                    <li>ผู้สมัครต้องเป็นนักเรียนระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>
                    <li>สมาชิกไม่เกินทีมละ 3 คน ต่อหนึ่งโครงงาน โดยแต่ละโรงเรียนสามารถเสนอผู้เข้าแข่งขันได้ไม่เกิน 2 ทีม</li>
                    <li>ผู้เข้าแข่งขันมีสิทธิ์ส่งผลงานเข้าร่วมประกวดได้เพียงชิ้นเดียวเท่านั้น หากปรากฏมีชื่อซ้ำกันในผลงานมากกว่า
                        1 ชิ้น จะถูกตัดสิทธิ์ทันที</li>
                    <li>ผลงานที่ส่งเข้าประกวดจะต้องไม่เคยได้รับรางวัลจากการประกวดใดมาก่อน</li>
                    <li>เงื่อนไขอื่นๆ นอกเหนือจากข้อกําหนดข้างต้น ให้อยู่ในดุลยพินิจของคณะกรรมการ โดยผลการตัดสินของคณะกรรมการ
                        ถือเป็นเด็ดขาดและสิ้นสุด
                    </li>
                </ol>

                <h2>วันเวลาและสถานที่จัดการแข่งขัน</h2>
                <li>การแข่งขันจะจัดขึ้นในวันที่ 1 กันยายน 2560 ตั้งแต่เวลา 09:00 น. เป็นต้นไป</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียนก่อนเวลาแข่งขัน<strong> 30 นาที</strong></li>
                <li>สถานที่จัดการแข่งขัน
                    <ul>
                        <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16:00 น. ของวันที่ทำการแข่งขัน</li>
                    </ul>
                </li>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16:00 น. ของวันที่ทำการแข่งขัน</li>

                <h2>รางวัล</h2>

                <li><strong>รางวัลชนะเลิศ</strong> – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>
                <li><strong>รางวัลรองชนะเลิศ</strong> – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000
                    บาท</li>
                <li><strong>รางวัลชมเชย</strong> – ได้รับใบประกาศนียบัตร</li>

                <h2>หมายเหตุ</h2>
                <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกำหนด</li>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรี
                    คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควตานักเรียนที่มีความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี</li>

            </ul>




            <hr>
            <div class="text-center">
                <a href="{{URL('/competition/project/register')}}">
                    <button type="submit" class="btn btn-primary btn-lg" disabled>ปิดรับสมัคร 🙈</button>
                </a>
            </div>
        </div>
    </div>
@endsection
