@extends('register.partial')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="h-light text-center">การแข่งขันแก้ปัญหาเชิงวิเคราะห์</h1>
            <hr>

            <ul>
                <h2>วัตถุประสงค์</h2>
                <li>เพื่อส่งเสริมให้นักเรียนให้ความสนใจในการคิดเชิงตรรกะ การคิดเชิงตัวเลข และการแก้ปัญหาเชิงวิทยาการข้อมูล
                </li>
                <li>เพื่อสนับสนุนให้นักเรียนสามารถแก้ปัญหาด้วยการวิเคราะห์ได้อย่างเหมาะสม</li>
                <h2>การสมัครเข้าแข่งขัน</h2>
                <li>ผู้สมัครต้องเป็นนักเรียนระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>
                <li>สมัครเป็นทีม <strong>ทีมละ 3 คน</strong> โดยแต่ละโรงเรียนสามารถเสนอทีมเข้า<strong>แข่งขันได้ 2 ทีม</strong>เท่านั้น</li>
                <li>รับสมัครผู้เข้าแข่งขันจำนวน 15 ทีม โดยให้สิทธิ์ผู้สมัครตามลำดับก่อนหลังของการสมัคร</li>
                <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจำนวนมาก สิทธิ์ในการเข้าร่วมการแข่งขันจะพิจารณาจากลำดับของทีมที่ส่งเข้ามา
                    โดยทีมแรกของแต่ละโรงเรียนจะได้รับการพิจารณาก่อน และ<strong>หากมีที่นั่งเหลือ</strong>ก็จะพิจารณาทีมในลำดับต่อไปของแต่ละโรงเรียน</li>
                <li>
                    กรอกข้อมูลลงใบสมัคร <a href="https://openhouse.it.kmitl.ac.th/2017"> https://openhouse.it.kmitl.ac.th/2017</a>                    ให้ครบถ้วนและถูกต้อง พร้อมมี<strong>ใบรับรองการมาแข่งนักจากอาจารย์ผู้ควบคุมทีม</strong>
                    (หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์)
                    แล้วส่งใบสมัครมาทาง ช่องทางใดช่องทางหนึ่ง ดังต่อไปนี้
                    <ul>
                        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์ </li>
                        <li>ทางไปรษณีย์</li>
                        <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 16 สิงหาคม 2560</strong>
                        <div class="alert text-center">งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เลขที่ 1 ซอยฉลองกรุง
                            1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520
                        </div>
                        <li>ทางโทรสารหมายเลข 0-2723-4946</li>
                        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th
                        </li>
                    </ul>
                </li>
                <li>รับสมัครตั้งแต่วันที่ 10 กรกฎาคม – 15 สิงหาคม 2560 </li>
                <li>คณะกรรมการประกาศรายชื่อทีมเข้าแข่งขันวันจันทร์ที่ 21 สิงหาคม 2560 ทางเว็บไซต์ https://openhouse.it.kmitl.ac.th/2017</li>

                <h2>รูปแบบและกติกาการแข่งขัน</h2>
                <li>
                    การแข่งขันแบ่งออกเป็น 2 รอบ
                    <ul>
                        <li><strong>รอบที่ 1</strong> (09.00 – 11.00 น.) : การคิดเชิงตรรกะและตัวเลข (Logical and numerical
                            reasoning) </li>
                        <li><strong>รอบที่ 2</strong> (13.00 – 15.00 น.) : การแก้ปัญหาเชิงวิทยาการข้อมูล (Data science)</li>
                    </ul>
                </li>

                <li>เมื่อเริ่มการแข่งขัน ผู้เข้าแข่งขันจะได้รับโจทย์ปัญหาตามหัวข้อที่ได้กำหนดไว้ในแต่ละรอบ ผู้เข้าแข่งขันต้องเขียนผลลัพธ์และแนวคิดในการแก้ปัญหาลงในกระดาษคำตอบ
                    และส่งกระดาษคำตอบภายในเวลาที่กำหนด</li>
                <li>การแข่งขันนี้เป็นการแข่งขันแบบกลุ่ม สมาชิกในกลุ่มสามารถปรึกษาและร่วมกันหาคำตอบได้</li>
                <li>ปรึกษาและร่วมกันหาคำตอบได้ ผู้จัดการแข่งจัดเตรียมเครื่องมือเพื่อช่วยในการแก้โจทย์ปัญหา ดังนี้
                    <ul>
                        <li>Microsoft Excel</li>
                        <li>Python, Python IDLE, Sublime Text </li>
                        <li>Java, NetBeans, Eclipse</li>
                        <li>RapidMiner</li>
                    </ul>
                </li>

                <li>การตัดสินการแข่งขัน ผู้ตัดสินพิจารณาจากคะแนนรวมที่ผู้แข่งขันสามารถทำได้จากทั้งรอบที่ 1 และรอบที่ 2</li>
                <li>อนุญาตให้ผู้เข้าแข่งขันนำหนังสือ เอกสารย่อ หรือตำราต่างๆ ที่เกี่ยวข้องเข้าในสถานที่แข่งขันได้</li>
                <li>ไม่อนุญาตให้นำสื่ออิเล็กทรอนิกส์ โค้ดสำเร็จรูป เครื่องมือใดๆ หรือโปรแกรมอื่นๆ รวมถึงอุปกรณ์จัดเก็บข้อมูลต่างๆ เช่น Flash Drive, External Hard disk, iPod, Memory Card, โทรศัพท์มือถือหรือแท็บเล็ตเข้าในสถานที่แข่งขัน</li>
                <li>ไม่อนุญาตให้ทำการเชื่อมต่ออินเทอร์เน็ต หรือใช้อินเทอร์เน็ตระหว่างการแข่งขัน</li>
                <li>ขณะทำการแข่งขัน ไม่อนุญาตให้ผู้เข้าแข่งขันออกนอกสถานที่แข่งขัน หากมีความจำเป็นให้คณะกรรมการพิจารณาอนุญาตเป็นรายๆ ไป</li>
                <li>หากพบว่ามีการกระทำทุจริตหรือการกระทำอันไม่เป็นไปตามกติกาที่กำหนดไว้ ผู้แข่งขันนั้นจะถูก
                    ตัดสิทธิ์และออกจากการแข่งขันทันที
                </li>
                <li>ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>
                <h2>วันเวลาและสถานที่จัดการแข่งขัน</h2>
                <li>การแข่งขันจะจัดขึ้นในวันศุกร์ที่ 1 กันยายน 2560 ตั้งแต่เวลา 9.00 น. เป็นต้นไป</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียน<strong>ก่อนเวลาแข่งขัน 30 นาที</strong></li>
                <li>สถานที่จัดการแข่งขัน
                    <ul>
                        <li>ห้องปฏิบัติการคอมพิวเตอร์ 304 ชั้น 3 อาคารเรียนรวมและปฏิบัติการ
                            คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง
                        </li>
                    </ul>
                </li>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16.00 น. ของวันที่ทำการแข่งขัน</li>
                <h2>รางวัล</h2>
                <li>รางวัลชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>
                <li>รางวัลรองชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>
                <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>

                <h2>หมายเหตุ</h2>
                <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกำหนด</li>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควตานักเรียนที่มีความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี</li>
            </ul>




            <hr>
            <div class="text-center">
                <a href="{{URL('/competition/quiz/register')}}">
                    <button type="submit" class="btn btn-primary btn-lg" disabled>ปิดรับสมัคร 🙈</button>
                </a>
            </div>
        </div>
    </div>
@endsection
